{
  "brandingAccessDeniedModalTitle": "Si desea utilizar la función de configuración de marca, póngase en contacto con",
  "pageTitle": "Marcas",
  "signInTitle": "Iniciar sesión",
  "signinInfo": "Al actualizar la configuración, cambiará la apariencia del portal web orientado al cliente.",
  "signInHeadingLabel": "Encabezado de la pantalla de inicio de sesión de la aplicación",
  "signInHeadingPlaceholder": "Añadir encabezamiento de solicitud",
  "signInHeadingInfo": "Si se deja en blanco, el titular será “La nueva generación de servicios posventa”",
  "signInSubHeadingLabel": "Subtítulo de la pantalla de inicio de sesión de la aplicación",
  "signInSubHeadingPlaceholder": "Añadir subtítulo de aplicación",
  "signInSubHeadingInfo": "Si se deja en blanco, el subtítulo será “Una herramienta de supervivencia para fabricantes y distribuidores de maquinaria”",
  "signInParagraphLabel": "Párrafo de la pantalla de inicio de sesión de la aplicación",
  "signInParagraphInfo": "Si se deja en blanco, el párrafo no se mostrará",
  "signInParagraphPlaceholder": "Añadir párrafo",
  "brandLogoTitle": "Logotipo",
  "brandLogoSubTitle": "Cargue la imagen del logotipo que se utilizará en la página de inicio de sesión y en las notificaciones por correo electrónico. Si no carga su logotipo, no se mostrará.",
  "logoSupport": "Formato de imagen compatible: PNG, JPEG",
  "logoSize": "Tamaño de imagen admitido: 500 KB",
  "uploadLogoBtn": "Cargar",
  "removeLogoBtn": "Eliminar imagen",
  "colorTitle": "Colores",
  "colorSubTitle": "El color primario se utilizará como color para las acciones principales de la aplicación en la aplicación del cliente. El fondo de la aplicación y el color de la barra lateral se generarán automáticamente de acuerdo con el color primario. El aspecto de las notificaciones por correo electrónico y de la pantalla de inicio reflejará el estilo visual, el logotipo y la marca que haya seleccionado.",
  "primaryColor": "Color primario",
  "previewTitle": "Previsualizaciones generadas",
  "emailPreviewTitle": "Vista previa del correo electrónico",
  "signInBtn": "Iniciar sesión",
  "signPreviewTitle": "Acceder a la vista previa",
  "forgotPass": "Contraseña olvidada",
  "saveSuccess": "Guardado correctamente",
  "saveFailed": "No se ha podido guardar",
  "invalidFileFormat": "Su formato de archivo no es compatible",
  "fileSizeExceeds": "Su archivo pesa más de 500 KB. Por favor, cargue un archivo más pequeño",
  "maxChar": "Ha alcanzado el límite máximo de caracteres {{}}"
}